CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
humao.rest-client
jchannon.csharpextensions
midnightsyntax.vscode-wrap-console-log
ms-vscode.csharp
ms-vsliveshare.vsliveshare
octref.vetur
ohansemmanuel.css-grid-snippets
PeterJausovec.vscode-docker
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
pnp.polacode
redhat.java
ritwickdey.LiveServer
robertohuertasm.vscode-icons
sdras.vue-vscode-snippets
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
xabikos.JavaScriptSnippets
zhuangtongfa.Material-theme